---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.EvaluatedParameter
source: html/2814f42e-0c70-cc0b-35cf-45010014f911.htm
---
# EvaluatedParameter Members

Get the parameter value as a string with units.